Repository: eigenein/skype-historian
Catalog: Skype Historian/Properties/Resources.*.resx
Languages: ru

# ChatsExported
source: {0} chats of {1} exported
ru: {0} чатов из {1} обработано

# CheckingForSkypePageNote
source: Skype Historian needs Skype to be started. If Skype is not started then Skype Historian will start it for you.
ru: Во время экспорта Skype должен быть запущен. Если это не так, Skype Historian запустит его самостоятельно.

# CheckingForSkypePageTitle
source: Starting Skype
ru: Запуск Skype

# ExportingPageClosing
source: Finishing... {0} of {1}
ru: Завершение... {0} из {1}

# ExportingPageNote1
source: Skype Historian is now exporting your Skype chats...
ru: Экспортирование сообщений...

# ExportingPageNote2
source: Please, switch to the Skype window and allow Skype Historian to access your chats. Do NOT close Skype during exporting.
ru: Пожалуйста, переключитесь в Skype и разрешите Skype Historian получить доступ к вашим перепискам. Не закрывайте Skype в течение экспортирования!

# ExportingPageTitle
source: Exporting
ru: Процесс экспортирования

# FinishingPageBusyText
source: Sending the feedback...
ru: Отправка отзыва...

# FinishingPageFeedbackWatermark
source: Want to send a feedback? Write up to 500 characters and press Finish
ru: Хотите отправить отзыв? Напишите до 2000 символов и нажмите "Завершить"

# FinishingPageShowExported
source: Show exported data
ru: Показать экспортированные данные

# FinishingPageStartAgain
source: Start again
ru: Начать заново

# FinishingPageTitle
source: Finishing
ru: Завершение

# MainWindowConfirmClose
source: The exporting is in progress and will be interrupted if you'll close the window. This will cause the exported data to be corrupted. Close anyway?
ru: Сейчас выполняется экспорт ваших записей. Если вы закроете окно, процесс будет прерван. Действительно закрыть окно?

# MainWindowFinish
source: Finish
ru: Завершить

# MainWindowLeftBarExporting
source: Exporting
ru: Экспорт

# MainWindowLeftBarFinishing
source: Finishing
ru: Завершение

# MainWindowLeftBarOptions
source: Export Options
ru: Настройки экспорта

# MainWindowLeftBarSkype
source: Starting Skype
ru: Запуск Skype

# MainWindowLeftBarWelcome
source: Welcome
ru: Приветствие

# MainWindowNext
source: Next
ru: Далее

# MainWindowUpdateAvailable
source: The new version of Skype Historian is released. Would you like to go to the website to download the latest version?
ru: Вышла новая версия Skype Historian. Хотите ли вы перейти на сайт для скачивания?

# MainWindowWebsite
source: http://eigenein.info/skype-historian/
ru: http://eigenein.info/skype-historian/ru/

# MessagesProcessed
source: {0} messages processed
ru: обработано {0} сообщений

# OutputTypePageAnd
source: and
ru: и

# OutputTypePageByMembers
source: By members
ru: По собеседникам

# OutputTypePageByMembersThenByMonth
source: By members, then by month
ru: По собеседникам, затем по месяцу

# OutputTypePageByMonthThenByDayThenByMembers
source: By month, then by day, then by members
ru: По месяцу, затем по дню, затем по собеседникам

# OutputTypePageByMonthThenByMembers
source: By month, then by members
ru: По месяцу, затем по собеседникам

# OutputTypePageChooseThis
source: Choose this if don't know
ru: (Рекомендуется)

# OutputTypePageCompress
source: Compress exported data
ru: Сжимать данные, чтобы уменьшить их размер

# OutputTypePageDateFilterError
source: You haven't specified one or both dates within the date filter. Please, specify the date.
ru: Укажите, пожалуйста, дату.

# OutputTypePageDateFilterTitle
source: Only messages between
ru: Сообщения между

# OutputTypePageFolderBrowserTitle
source: Select a folder to export to:
ru: Выберите папку, в которую нужно сохранить экспортированные данные:

# OutputTypePageGroup
source: Group all messages
ru: Группировать сообщения

# OutputTypePageNote
source: Log in to Skype and choose the appropriate output:
ru: Войдите в Skype под своим именем и выберите подходящий способ экспорта переписок:

# OutputTypePageSaveAsTitle
source: Select a file to export to
ru: Сохранить экспортированные данные как

# OutputTypePageTextFiles
source: Text Files
ru: Текстовые файлы

# OutputTypePageTitle
source: Where to export
ru: Куда будем экспортировать

# OutputTypePageUseNicknames
source: Always use nicknames in chat titles
ru: Всегда использовать ники в заголовках чатов

# StatusFinished
source: Congratulations, your Skype chats were successfully exported! You may close this window.
ru: Экспортирование завершено успешно!

# StatusSkypeCannotGetChatCollection
source: Skype Historian cannot access your chats. Make sure you're logged in and allowed Skype Historian to access your chats.
ru: Skype Historian не смог получить доступ к вашим перепискам. Убедитесь, что вход в Skype выполнен и вы разрешили Skype Historian получить доступ в главном окне Skype.

# StatusSkypeInitializationFailed
source: Skype Historian was unable to initialize Skype. Reinstalling the program may fix the problem.
ru: Не удалось инициализировать Skype. Переустановка приложения может решить проблему.

# StatusSkypeStartFailed
source: Skype Historian was unable to start Skype automatically. Please, try to start Skype manually and run Skype Historian again.
ru: Не удалось запустить Skype автоматически. Попробуйте запустить Skype вручную, а затем запустить Skype Historian ещё раз.

# StatusUnknownFailure
source: An unexpected error has occured. Status Code: {0}. Sorry. Try to run exporting again.
ru: Произошла непредвиденная ошибка. Код ошибки: {0}. Попробуйте запустить экспорт заново.

# WaitingForSkypeString
source: Awaiting for Skype response...
ru: Ожидание ответа от Skype...

# WelcomePageNote
source: This software is not designed to collect or transfer your personal data. However, it makes no warranty, thus use this software at your personal risk.
ru: Программа не собирает и не пересылает никаких личных данных. Тем не менее, она не даёт никаких гарантий, поэтому используйте её на свой страх и риск.

# WelcomePageSkypeInstalled
source: You should have Skype installed.
ru: На компьютере должен быть установлен Skype.

# WelcomePageTitle
source: Welcome to Skype Historian
ru: Добро пожаловать

# WelcomePageWelcomeLabel
source: The program will help you avoid losing your important chats by saving them to different formats. Please, click "Next" to proceed.
ru: Skype Historian поможет Вам сохранить и, тем самым, не потерять важные переписки.
